amethyst
anaconda
bitwarden
burp-suite
cursor
dbeaver-community
font-fira-code
font-symbols-only-nerd-font
forklift
ghostty
hammerspoon
iterm2
karabiner-elements
kitty
loopback
macdown
mos
ngrok
postman
raspberry-pi-imager
shortcat
syncthing
vivaldi
vnc-viewer
wezterm
zen-browser
