age
angband
anirudhg07/anirudhg07/cheatshh
auth0/auth0-cli/auth0
aws/tap/copilot-cli
awscli
bat
bore-cli
bundletool
chezmoi
cmake
cocoapods
dive
dua-cli
duckdb
entr
facebook/fb/idb-companion
fastlane
fd
felixkratz/formulae/sketchybar
ffmpegthumbnailer
gabotechs/taps/dep-tree
gcc
gh
git
git-gui
git-lfs
glow
go
graphviz
hashicorp/tap/terraform
imagemagick
inframap
ios-deploy
julien-cpsn/atac/atac
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
lazydocker
lazygit
libsixel
llvm
lsd
luarocks
mkcert
ncdu
neomutt
neovim
nethack
nmap
node
nushell
nvm
openjdk@17
pandoc
parallel
pastel
pgcli
pipx
pkgconf
pngpaste
pnpm
poppler
portal
posting
procs
python@3.10
python@3.11
python@3.9
ripgrep
rogue
sevenzip
sshs
stripe/stripe-cli/stripe
taskwarrior-tui
terragrunt
tflint
tfsec
timewarrior
tmux
w3m
watchman
wget
wireshark
wix/brew/applesimutils
yarn
yazi
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
